Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# account.password.outcome
source: Your password is changed. Every signed-in device was signed out — including this one, which will ask for your new password the next time it refreshes the session.
ar: تغيّرت كلمة مرورك. وسُجّل الخروج من كل الأجهزة — بما فيها هذا الجهاز، الذي سيطلب كلمة مرورك الجديدة عند تحديث الجلسة القادم.
bn: আপনার পাসওয়ার্ড বদলেছে। সাইন ইন করা প্রতিটি ডিভাইস সাইন আউট হয়েছে — এটিসহ, যা পরের বার সেশন রিফ্রেশ করার সময় নতুন পাসওয়ার্ড চাইবে।
ca: La teva contrasenya ha canviat. S'ha tancat la sessió a tots els dispositius, també en aquest, que et demanarà la contrasenya nova la propera vegada que actualitzi la sessió.
cs: Heslo bylo změněno. Všechna přihlášená zařízení byla odhlášena – včetně tohoto, které si při příštím obnovení relace vyžádá nové heslo.
da: Din adgangskode er ændret. Alle loggede enheder blev logget ud – også denne, som vil bede om din nye adgangskode, næste gang sessionen opdateres.
de: Dein Passwort wurde geändert. Alle angemeldeten Geräte wurden abgemeldet – auch dieses, das beim nächsten Aktualisieren der Sitzung nach deinem neuen Passwort fragt.
el: Ο κωδικός σου άλλαξε. Όλες οι συνδεδεμένες συσκευές αποσυνδέθηκαν — και αυτή, που θα ζητήσει τον νέο κωδικό την επόμενη φορά που θα ανανεώσει τη συνεδρία.
es: Tu contraseña ha cambiado. Se cerró la sesión en todos los dispositivos, incluido este, que pedirá tu nueva contraseña la próxima vez que actualice la sesión.
fi: Salasanasi on vaihdettu. Kaikki sisäänkirjautuneet laitteet kirjattiin ulos – myös tämä, joka pyytää uutta salasanaasi seuraavan kerran, kun se päivittää istunnon.
fr: Votre mot de passe a été modifié. Tous les appareils connectés ont été déconnectés — y compris celui-ci, qui demandera votre nouveau mot de passe à la prochaine actualisation de la session.
he: הסיסמה שלך שונתה. כל המכשירים המחוברים נותקו — כולל זה, שיבקש את הסיסמה החדשה בפעם הבאה שיחדש את ההתחברות.
hi: आपका पासवर्ड बदल गया। साइन इन किए हुए हर डिवाइस को साइन आउट कर दिया गया — इस डिवाइस को भी, जो अगली बार सेशन रिफ़्रेश करते समय आपका नया पासवर्ड माँगेगा।
hr: Tvoja lozinka je promijenjena. Svi prijavljeni uređaji su odjavljeni — uključujući ovaj, koji će tražiti novu lozinku pri sljedećem osvježavanju sesije.
hu: A jelszavad megváltozott. Minden bejelentkezett eszközről kijelentkeztettünk – erről is, amely a munkamenet következő frissítésekor az új jelszavadat fogja kérni.
id: Kata sandimu sudah diubah. Semua perangkat yang masuk telah dikeluarkan — termasuk yang ini, yang akan meminta kata sandi baru saat sesinya diperbarui berikutnya.
it: La tua password è cambiata. Tutti i dispositivi connessi sono stati disconnessi, compreso questo, che chiederà la nuova password al prossimo aggiornamento della sessione.
ja: パスワードを変更しました。サインイン中のすべてのデバイスがサインアウトされました。このデバイスも含まれ、次にセッションを更新するときに新しいパスワードが求められます。
ko: 비밀번호가 변경되었어요. 로그인된 모든 기기에서 로그아웃되었으며, 이 기기도 다음에 세션을 새로 고칠 때 새 비밀번호를 요청해요.
ml: നിങ്ങളുടെ പാസ്‌വേഡ് മാറ്റി. സൈൻ ഇൻ ചെയ്ത എല്ലാ ഉപകരണങ്ങളും സൈൻ ഔട്ട് ആയി — ഇതും ഉൾപ്പെടെ; അടുത്ത തവണ സെഷൻ പുതുക്കുമ്പോൾ ഇത് പുതിയ പാസ്‌വേഡ് ചോദിക്കും.
ms: Kata laluan anda telah ditukar. Setiap peranti yang log masuk telah dilog keluar — termasuk yang ini, yang akan meminta kata laluan baharu anda apabila ia menyegarkan sesi seterusnya.
nb: Passordet ditt er endret. Alle påloggede enheter ble logget ut, også denne, som vil be om det nye passordet neste gang den fornyer økten.
nl: Je wachtwoord is gewijzigd. Alle ingelogde apparaten zijn uitgelogd, ook dit apparaat, dat om je nieuwe wachtwoord vraagt als de sessie de volgende keer wordt vernieuwd.
pl: Twoje hasło zostało zmienione. Wszystkie zalogowane urządzenia zostały wylogowane — również to, które poprosi o nowe hasło przy następnym odświeżeniu sesji.
pt_br: Sua senha foi alterada. Todos os dispositivos conectados foram desconectados, inclusive este, que vai pedir a nova senha na próxima vez que atualizar a sessão.
pt_pt: A sua palavra-passe foi alterada. A sessão foi terminada em todos os dispositivos — incluindo este, que pedirá a nova palavra-passe da próxima vez que atualizar a sessão.
ro: Parola ta a fost schimbată. Toate dispozitivele conectate au fost deconectate — inclusiv acesta, care va cere noua parolă data viitoare când își reîmprospătează sesiunea.
ru: Пароль изменён. Все устройства, где вы были авторизованы, вышли из аккаунта, включая это — оно запросит новый пароль при следующем обновлении сеанса.
sk: Tvoje heslo bolo zmenené. Všetky prihlásené zariadenia boli odhlásené — aj toto, ktoré si pri najbližšom obnovení relácie vypýta tvoje nové heslo.
sv: Ditt lösenord har ändrats. Alla inloggade enheter loggades ut – även den här, som frågar efter ditt nya lösenord nästa gång sessionen förnyas.
ta: உங்கள் கடவுச்சொல் மாற்றப்பட்டது. உள்நுழைந்த எல்லாச் சாதனங்களும் வெளியேற்றப்பட்டன — இதுவும் உட்பட; அமர்வைப் புதுப்பிக்கும்போது இது புதிய கடவுச்சொல்லைக் கேட்கும்.
te: మీ పాస్‌వర్డ్ మారింది. సైన్ ఇన్ అయిన ప్రతి పరికరం సైన్ అవుట్ అయింది — ఇది కూడా; సెషన్‌ను రిఫ్రెష్ చేసినప్పుడు ఇది మీ కొత్త పాస్‌వర్డ్‌ను అడుగుతుంది.
th: เปลี่ยนรหัสผ่านของคุณแล้ว ทุกอุปกรณ์ที่ลงชื่อเข้าใช้ถูกออกจากระบบ รวมถึงเครื่องนี้ ซึ่งจะขอรหัสผ่านใหม่ในครั้งถัดไปที่รีเฟรชเซสชัน
tr: Şifreniz değiştirildi. Oturum açık olan tüm cihazların oturumu kapatıldı; bu cihaz da dahil, oturumu bir sonraki yenilediğinde yeni şifrenizi isteyecek.
uk: Ваш пароль змінено. Усі пристрої, на яких ви були в системі, вийшли з неї — зокрема й цей, який попросить новий пароль під час наступного оновлення сеансу.
ur: آپ کا پاس ورڈ تبدیل ہو گیا۔ سائن اِن کی ہوئی ہر ڈیوائس سائن آؤٹ ہو گئی — یہ والی بھی، جو سیشن اگلی بار تازہ کرتے وقت آپ سے نیا پاس ورڈ مانگے گی۔
vi: Mật khẩu của bạn đã được đổi. Mọi thiết bị đang đăng nhập đã bị đăng xuất — kể cả thiết bị này, sẽ yêu cầu mật khẩu mới vào lần làm mới phiên tiếp theo.
zh_hans: 你的密码已更改。所有已登录的设备都已退出登录，包括这一台；它在下次刷新会话时会要求输入新密码。
zh_hant: 你的密碼已變更。所有已登入的裝置都已登出，包括這一支，它在下次更新工作階段時會要求輸入新密碼。

# account.password.repeat.hint
source: Typed twice so a slip does not lock you out
ar: تُكتب مرتين حتى لا يقفل عليك خطأ مطبعي حسابك
bn: দুবার লেখা হয় যাতে ভুলে আপনি আটকে না যান
ca: Escrita dues vegades perquè un error no et deixi fora
cs: Zadává se dvakrát, aby tě překlep nezamkl
da: Skrives to gange, så en slåfejl ikke låser dig ude
de: Zweimal eingegeben, damit ein Tippfehler dich nicht aussperrt
el: Πληκτρολογείται δύο φορές ώστε ένα λάθος να μη σε κλειδώσει έξω
es: Se escribe dos veces para que un descuido no te deje fuera
fi: Kirjoitetaan kahdesti, ettei näppäilyvirhe lukitse sinua ulos
fr: Saisi deux fois pour qu’une faute de frappe ne vous bloque pas
he: מוקלדת פעמיים כדי שטעות לא תנעל אותך בחוץ
hi: दो बार टाइप किया जाता है ताकि एक चूक से आप लॉक आउट न हो जाएँ
hr: Upisuje se dvaput kako te greška u tipkanju ne bi zaključala
hu: Kétszer kell beírni, hogy egy elírás ne zárjon ki
id: Diketik dua kali agar salah ketik tidak mengunci kamu
it: Scritta due volte, così un errore non ti blocca fuori
ja: 入力ミスで閉め出されないよう、2回入力します
ko: 실수로 잠기지 않도록 두 번 입력해요
ml: ഒരു പിഴവ് കാരണം പുറത്താകാതിരിക്കാൻ രണ്ടുതവണ ടൈപ്പ് ചെയ്യുന്നു
ms: Ditaip dua kali supaya silap taip tidak mengunci anda
nb: Skrives to ganger slik at en skrivefeil ikke låser deg ute
nl: Twee keer ingevoerd zodat een typefout je niet buitensluit
pl: Wpisywane dwa razy, żeby pomyłka nie zablokowała Ci dostępu
pt_br: Digitada duas vezes para que um deslize não bloqueie você
pt_pt: Escrita duas vezes para que um deslize não o bloqueie
ro: Se scrie de două ori, ca o greșeală să nu te blocheze
ru: Вводится дважды, чтобы опечатка не закрыла вам доступ
sk: Zadáva sa dvakrát, aby ťa preklep nezamkol
sv: Skrivs två gånger så att ett felsteg inte låser ute dig
ta: தவறினால் பூட்டப்படாமல் இருக்க இருமுறை தட்டச்சு செய்யப்படுகிறது
te: పొరపాటు వల్ల మీరు లాక్ అవ్వకుండా రెండుసార్లు టైప్ చేయాలి
th: พิมพ์สองครั้งเพื่อไม่ให้พิมพ์พลาดจนเข้าบัญชีไม่ได้
tr: Bir yazım hatası sizi dışarıda bırakmasın diye iki kez yazılır
uk: Вводиться двічі, щоб помилка не заблокувала вам доступ
ur: دو بار ٹائپ کیا جاتا ہے تاکہ ایک غلطی سے آپ لاک آؤٹ نہ ہوں
vi: Nhập hai lần để một lỗi gõ nhầm không khiến bạn bị khóa
zh_hans: 输入两次，以免手误导致你无法登录
zh_hant: 輸入兩次，以免打錯而被鎖在帳號外

# account.password.repeat.label
source: Repeat new password
ar: أعد كلمة المرور الجديدة
bn: নতুন পাসওয়ার্ড আবার লিখুন
ca: Repeteix la contrasenya nova
cs: Zopakuj nové heslo
da: Gentag ny adgangskode
de: Neues Passwort wiederholen
el: Επανάληψη νέου κωδικού
es: Repite la contraseña nueva
fi: Toista uusi salasana
fr: Répétez le nouveau mot de passe
he: חזור על הסיסמה החדשה
hi: नया पासवर्ड दोबारा लिखें
hr: Ponovi novu lozinku
hu: Új jelszó még egyszer
id: Ulangi kata sandi baru
it: Ripeti la nuova password
ja: 新しいパスワードを再入力
ko: 새 비밀번호 재입력
ml: പുതിയ പാസ്‌വേഡ് ആവർത്തിക്കുക
ms: Ulang kata laluan baharu
nb: Gjenta nytt passord
nl: Herhaal nieuw wachtwoord
pl: Powtórz nowe hasło
pt_br: Repita a nova senha
pt_pt: Repetir a nova palavra-passe
ro: Repetă parola nouă
ru: Повторите новый пароль
sk: Zopakuj nové heslo
sv: Upprepa nytt lösenord
ta: புதிய கடவுச்சொல்லை மீண்டும் உள்ளிடுக
te: కొత్త పాస్‌వర్డ్‌ను మళ్లీ నమోదు చేయండి
th: ยืนยันรหัสผ่านใหม่
tr: Yeni şifreyi tekrarlayın
uk: Повторіть новий пароль
ur: نیا پاس ورڈ دوبارہ لکھیں
vi: Nhập lại mật khẩu mới
zh_hans: 再次输入新密码
zh_hant: 再次輸入新密碼

# account.password.repeat.placeholder
source: The same again
ar: الشيء نفسه مرة أخرى
bn: আবার একই পাসওয়ার্ড
ca: El mateix una altra vegada
cs: Stejné znovu
da: Det samme igen
de: Noch einmal dasselbe
el: Ο ίδιος ξανά
es: La misma otra vez
fi: Sama uudelleen
fr: Le même à nouveau
he: אותה סיסמה שוב
hi: वही फिर से
hr: Ista još jednom
hu: Ugyanaz még egyszer
id: Sama seperti di atas
it: Di nuovo la stessa
ja: もう一度同じものを
ko: 한 번 더 입력
ml: അതുതന്നെ വീണ്ടും
ms: Sama sekali lagi
nb: Det samme igjen
nl: Nogmaals hetzelfde
pl: Jeszcze raz to samo
pt_br: A mesma de novo
pt_pt: A mesma outra vez
ro: La fel încă o dată
ru: Ещё раз то же самое
sk: To isté ešte raz
sv: Samma igen
ta: மீண்டும் அதேதான்
te: మళ్లీ అదే
th: พิมพ์ซ้ำอีกครั้ง
tr: Aynısını tekrar yazın
uk: Те саме ще раз
ur: وہی دوبارہ
vi: Giống như trên
zh_hans: 再输入一遍
zh_hant: 再輸入一次

# account.password.row.action
source: Change
ar: تغيير
bn: বদলান
ca: Canvia
cs: Změnit
da: Skift
de: Ändern
el: Αλλαγή
es: Cambiar
fi: Vaihda
fr: Modifier
he: שינוי
hi: बदलें
hr: Promijeni
hu: Módosítás
id: Ubah
it: Cambia
ja: 変更
ko: 변경
ml: മാറ്റുക
ms: Tukar
nb: Endre
nl: Wijzigen
pl: Zmień
pt_br: Alterar
pt_pt: Alterar
ro: Schimbă
ru: Изменить
sk: Zmeniť
sv: Ändra
ta: மாற்று
te: మార్చు
th: เปลี่ยน
tr: Değiştir
uk: Змінити
ur: تبدیل کریں
vi: Đổi
zh_hans: 更改
zh_hant: 變更

# account.password.row.detail
source: Changing it signs every device out, including this one.
ar: تغييرها يسجّل الخروج من كل الأجهزة، بما فيها هذا الجهاز.
bn: বদলালে এটিসহ প্রতিটি ডিভাইস সাইন আউট হয়ে যায়।
ca: Canviar-la tanca la sessió a tots els dispositius, també en aquest.
cs: Změna odhlásí všechna zařízení, včetně tohoto.
da: Når du skifter den, logges alle enheder ud, også denne.
de: Beim Ändern werden alle Geräte abgemeldet, auch dieses.
el: Η αλλαγή αποσυνδέει κάθε συσκευή, και αυτή.
es: Al cambiarla se cierra la sesión en todos los dispositivos, incluido este.
fi: Vaihtaminen kirjaa kaikki laitteet ulos, myös tämän.
fr: Le modifier déconnecte tous les appareils, celui-ci compris.
he: שינוי הסיסמה מנתק את כל המכשירים, כולל זה.
hi: इसे बदलने पर हर डिवाइस साइन आउट हो जाता है, इस वाला भी।
hr: Promjena odjavljuje sve uređaje, uključujući ovaj.
hu: A módosítás minden eszközről kijelentkeztet, erről is.
id: Mengubahnya mengeluarkan semua perangkat, termasuk yang ini.
it: Cambiarla disconnette tutti i dispositivi, compreso questo.
ja: 変更すると、このデバイスを含むすべてのデバイスがサインアウトされます。
ko: 변경하면 이 기기를 포함한 모든 기기에서 로그아웃돼요.
ml: മാറ്റിയാൽ ഇത് ഉൾപ്പെടെ എല്ലാ ഉപകരണങ്ങളും സൈൻ ഔട്ട് ആകും.
ms: Menukarnya akan melog keluar semua peranti, termasuk yang ini.
nb: Når du endrer det, logges alle enheter ut, også denne.
nl: Wijzigen logt alle apparaten uit, ook dit apparaat.
pl: Zmiana wylogowuje wszystkie urządzenia, również to.
pt_br: Ao alterá-la, todos os dispositivos são desconectados, inclusive este.
pt_pt: Alterá-la termina a sessão em todos os dispositivos, incluindo este.
ro: Schimbarea ei deconectează toate dispozitivele, inclusiv pe acesta.
ru: При смене вы выйдете на всех устройствах, включая это.
sk: Zmenou sa odhlásia všetky zariadenia, aj toto.
sv: När du ändrar det loggas alla enheter ut, även den här.
ta: மாற்றினால் இது உட்பட எல்லாச் சாதனங்களும் வெளியேற்றப்படும்.
te: మార్చితే ప్రతి పరికరం సైన్ అవుట్ అవుతుంది, ఇది కూడా.
th: การเปลี่ยนจะออกจากระบบทุกอุปกรณ์ รวมถึงเครื่องนี้
tr: Değiştirmek, bu cihaz dahil tüm cihazlardaki oturumları kapatır.
uk: Зміна виводить із системи всі пристрої, зокрема й цей.
ur: اسے بدلنے سے ہر ڈیوائس سائن آؤٹ ہو جاتی ہے، یہ والی بھی۔
vi: Đổi mật khẩu sẽ đăng xuất mọi thiết bị, kể cả thiết bị này.
zh_hans: 更改后所有设备都会退出登录，包括这一台。
zh_hant: 變更後所有裝置都會登出，包括這一支。

# account.password.row.hint
source: Opens the password change form
ar: يفتح نموذج تغيير كلمة المرور
bn: পাসওয়ার্ড বদলানোর ফর্ম খোলে
ca: Obre el formulari de canvi de contrasenya
cs: Otevře formulář změny hesla
da: Åbner formularen til skift af adgangskode
de: Öffnet das Formular zum Ändern des Passworts
el: Ανοίγει τη φόρμα αλλαγής κωδικού
es: Abre el formulario para cambiar la contraseña
fi: Avaa salasanan vaihtolomakkeen
fr: Ouvre le formulaire de changement de mot de passe
he: פותח את טופס שינוי הסיסמה
hi: पासवर्ड बदलने का फ़ॉर्म खोलता है
hr: Otvara obrazac za promjenu lozinke
hu: Megnyitja a jelszómódosító űrlapot
id: Membuka formulir ubah kata sandi
it: Apre il modulo per cambiare la password
ja: パスワード変更フォームを開きます
ko: 비밀번호 변경 양식을 열어요
ml: പാസ്‌വേഡ് മാറ്റാനുള്ള ഫോം തുറക്കുന്നു
ms: Membuka borang tukar kata laluan
nb: Åpner skjemaet for å endre passord
nl: Opent het formulier om je wachtwoord te wijzigen
pl: Otwiera formularz zmiany hasła
pt_br: Abre o formulário de alteração de senha
pt_pt: Abre o formulário de alteração da palavra-passe
ro: Deschide formularul de schimbare a parolei
ru: Открывает форму смены пароля
sk: Otvorí formulár na zmenu hesla
sv: Öppnar formuläret för att ändra lösenord
ta: கடவுச்சொல் மாற்றப் படிவத்தைத் திறக்கும்
te: పాస్‌వర్డ్ మార్పు ఫారమ్‌ను తెరుస్తుంది
th: เปิดแบบฟอร์มเปลี่ยนรหัสผ่าน
tr: Şifre değiştirme formunu açar
uk: Відкриває форму зміни пароля
ur: پاس ورڈ بدلنے کا فارم کھولتا ہے
vi: Mở biểu mẫu đổi mật khẩu
zh_hans: 打开更改密码表单
zh_hant: 開啟密碼變更表單

# account.password.row.title
source: Password
ar: كلمة المرور
bn: পাসওয়ার্ড
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός
es: Contraseña
fi: Salasana
fr: Mot de passe
he: סיסמה
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
id: Kata sandi
ja: パスワード
ko: 비밀번호
ml: പാസ്‌വേഡ്
ms: Kata laluan
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
pt_pt: Palavra-passe
ro: Parolă
ru: Пароль
sk: Heslo
sv: Lösenord
ta: கடவுச்சொல்
te: పాస్‌వర్డ్
th: รหัสผ่าน
tr: Şifre
uk: Пароль
ur: پاس ورڈ
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# account.password.signOutNow
source: Sign out now
ar: سجّل الخروج الآن
bn: এখনই সাইন আউট করুন
ca: Tanca la sessió ara
cs: Odhlásit teď
da: Log ud nu
de: Jetzt abmelden
el: Αποσύνδεση τώρα
es: Cerrar sesión ahora
fi: Kirjaudu ulos nyt
fr: Se déconnecter maintenant
he: התנתק עכשיו
hi: अभी साइन आउट करें
hr: Odjavi se sada
hu: Kijelentkezés most
id: Keluar sekarang
it: Esci ora
ja: 今すぐサインアウト
ko: 지금 로그아웃
ml: ഇപ്പോൾ സൈൻ ഔട്ട് ചെയ്യുക
ms: Log keluar sekarang
nb: Logg ut nå
nl: Nu uitloggen
pl: Wyloguj teraz
pt_br: Sair agora
pt_pt: Terminar sessão agora
ro: Deconectează-te acum
ru: Выйти сейчас
sk: Odhlásiť sa teraz
sv: Logga ut nu
ta: இப்போதே வெளியேறு
te: ఇప్పుడే సైన్ అవుట్ చేయి
th: ออกจากระบบตอนนี้
tr: Şimdi çıkış yap
uk: Вийти зараз
ur: ابھی سائن آؤٹ کریں
vi: Đăng xuất ngay
zh_hans: 立即退出登录
zh_hant: 立即登出

# account.password.signOutNow.hint
source: Ends this session so you can sign in with the new password
ar: ينهي هذه الجلسة لتتمكن من تسجيل الدخول بكلمة المرور الجديدة
bn: এই সেশন শেষ করে যাতে নতুন পাসওয়ার্ডে সাইন ইন করতে পারেন
ca: Finalitza aquesta sessió perquè puguis iniciar-ne una amb la contrasenya nova
cs: Ukončí toto přihlášení, abys se mohl přihlásit novým heslem
da: Afslutter denne session, så du kan logge ind med den nye adgangskode
de: Beendet diese Sitzung, damit du dich mit dem neuen Passwort anmelden kannst
el: Τερματίζει αυτή τη συνεδρία ώστε να συνδεθείς με τον νέο κωδικό
es: Termina esta sesión para que puedas iniciar sesión con la nueva contraseña
fi: Päättää tämän istunnon, jotta voit kirjautua uudella salasanalla
fr: Termine cette session pour que vous puissiez vous connecter avec le nouveau mot de passe
he: מסיים את ההתחברות הזו כדי שתוכל להתחבר עם הסיסמה החדשה
hi: यह सेशन खत्म करता है ताकि आप नए पासवर्ड से साइन इन कर सकें
hr: Završava ovu sesiju kako bi se mogao/la prijaviti novom lozinkom
hu: Befejezi ezt a munkamenetet, hogy az új jelszóval jelentkezhess be
id: Mengakhiri sesi ini agar kamu bisa masuk dengan kata sandi baru
it: Termina questa sessione così puoi accedere con la nuova password
ja: このセッションを終了し、新しいパスワードでサインインできるようにします
ko: 이 세션을 종료해 새 비밀번호로 로그인할 수 있어요
ml: പുതിയ പാസ്‌വേഡ് ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യാൻ ഈ സെഷൻ അവസാനിപ്പിക്കുന്നു
ms: Menamatkan sesi ini supaya anda boleh log masuk dengan kata laluan baharu
nb: Avslutter denne økten slik at du kan logge inn med det nye passordet
nl: Beëindigt deze sessie zodat je met het nieuwe wachtwoord kunt inloggen
pl: Kończy tę sesję, abyś mógł(-ogła) zalogować się nowym hasłem
pt_br: Encerra esta sessão para você entrar com a nova senha
pt_pt: Termina esta sessão para poder iniciar sessão com a nova palavra-passe
ro: Încheie această sesiune ca să te poți autentifica cu noua parolă
ru: Завершает этот сеанс, чтобы вы могли войти с новым паролем
sk: Ukončí túto reláciu, aby si sa mohol prihlásiť s novým heslom
sv: Avslutar den här sessionen så att du kan logga in med det nya lösenordet
ta: இந்த அமர்வை முடிக்கும், புதிய கடவுச்சொல்லுடன் உள்நுழையலாம்
te: ఈ సెషన్‌ను ముగిస్తుంది, తద్వారా కొత్త పాస్‌వర్డ్‌తో సైన్ ఇన్ చేయవచ్చు
th: จบเซสชันนี้เพื่อให้คุณลงชื่อเข้าใช้ด้วยรหัสผ่านใหม่
tr: Yeni şifreyle giriş yapabilmeniz için bu oturumu sonlandırır
uk: Завершує цей сеанс, щоб ви могли увійти з новим паролем
ur: یہ سیشن ختم کرتا ہے تاکہ آپ نئے پاس ورڈ سے سائن اِن کر سکیں
vi: Kết thúc phiên này để bạn đăng nhập bằng mật khẩu mới
zh_hans: 结束此会话，以便用新密码登录
zh_hant: 結束此工作階段，讓你以新密碼登入

# account.password.staySignedIn
source: Stay signed in for now
ar: ابقَ مسجّلًا للآن
bn: আপাতত সাইন ইন থাকুন
ca: Mantén la sessió de moment
cs: Zatím zůstat přihlášen
da: Forbliv logget ind indtil videre
de: Vorerst angemeldet bleiben
el: Παραμονή σε σύνδεση προς το παρόν
es: Seguir con la sesión por ahora
fi: Pysy toistaiseksi sisäänkirjautuneena
fr: Rester connecté pour l’instant
he: הישאר מחובר לעת עתה
hi: अभी साइन इन रहें
hr: Za sada ostani prijavljen/a
hu: Egyelőre bejelentkezve maradok
id: Tetap masuk dulu
it: Resta connesso per ora
ja: 今はサインインしたままにする
ko: 일단 로그인 유지
ml: തൽക്കാലം സൈൻ ഇൻ ആയി തുടരുക
ms: Kekal log masuk buat masa ini
nb: Forbli pålogget for nå
nl: Voorlopig ingelogd blijven
pl: Na razie zostań zalogowany(-a)
pt_br: Continuar conectado por enquanto
pt_pt: Manter a sessão iniciada por agora
ro: Rămân conectat deocamdată
ru: Пока остаться в аккаунте
sk: Zatiaľ zostať prihlásený
sv: Förbli inloggad tills vidare
ta: தற்போதைக்கு உள்நுழைந்தே இரு
te: ప్రస్తుతానికి సైన్ ఇన్‌లోనే ఉండు
th: อยู่ในระบบต่อไปก่อน
tr: Şimdilik oturumu açık tut
uk: Поки залишитися в системі
ur: فی الحال سائن اِن رہیں
vi: Tạm thời ở lại
zh_hans: 暂时保持登录
zh_hant: 暫時保持登入

# account.password.staySignedIn.hint
source: Closes this sheet without ending the session
ar: يغلق هذه الصفحة دون إنهاء الجلسة
bn: সেশন শেষ না করে এই শিট বন্ধ করে
ca: Tanca aquest full sense finalitzar la sessió
cs: Zavře tento list bez ukončení relace
da: Lukker dette ark uden at afslutte sessionen
de: Schließt dieses Fenster, ohne die Sitzung zu beenden
el: Κλείνει αυτό το φύλλο χωρίς να τερματίσει τη συνεδρία
es: Cierra esta hoja sin terminar la sesión
fi: Sulkee tämän näkymän päättämättä istuntoa
fr: Ferme cette feuille sans terminer la session
he: סוגר את החלון בלי לסיים את ההתחברות
hi: सेशन खत्म किए बिना यह शीट बंद करता है
hr: Zatvara ovaj list bez završetka sesije
hu: Bezárja ezt a lapot a munkamenet befejezése nélkül
id: Menutup lembar ini tanpa mengakhiri sesi
it: Chiude questa schermata senza terminare la sessione
ja: セッションを終了せずにこのシートを閉じます
ko: 세션을 종료하지 않고 이 시트를 닫아요
ml: സെഷൻ അവസാനിപ്പിക്കാതെ ഈ ഷീറ്റ് അടയ്ക്കുന്നു
ms: Menutup helaian ini tanpa menamatkan sesi
nb: Lukker dette arket uten å avslutte økten
nl: Sluit dit scherm zonder de sessie te beëindigen
pl: Zamyka ten arkusz bez kończenia sesji
pt_br: Fecha esta tela sem encerrar a sessão
pt_pt: Fecha esta janela sem terminar a sessão
ro: Închide fereastra fără să încheie sesiunea
ru: Закрывает окно, не завершая сеанс
sk: Zatvorí tento panel bez ukončenia relácie
sv: Stänger det här bladet utan att avsluta sessionen
ta: அமர்வை முடிக்காமல் இந்தத் தாளை மூடும்
te: సెషన్‌ను ముగించకుండా ఈ షీట్‌ను మూసివేస్తుంది
th: ปิดชีตนี้โดยไม่จบเซสชัน
tr: Oturumu sonlandırmadan bu sayfayı kapatır
uk: Закриває це вікно, не завершуючи сеанс
ur: سیشن ختم کیے بغیر یہ شیٹ بند کرتا ہے
vi: Đóng cửa sổ này mà không kết thúc phiên
zh_hans: 关闭此面板，不结束会话
zh_hant: 關閉此頁面，不結束工作階段

# account.password.submit
source: Change password
ar: غيّر كلمة المرور
bn: পাসওয়ার্ড বদলান
ca: Canvia la contrasenya
cs: Změnit heslo
da: Skift adgangskode
de: Passwort ändern
el: Αλλαγή κωδικού
es: Cambiar contraseña
fi: Vaihda salasana
fr: Changer le mot de passe
he: שנה סיסמה
hi: पासवर्ड बदलें
hr: Promijeni lozinku
hu: Jelszó módosítása
id: Ubah kata sandi
it: Cambia password
ja: パスワードを変更
ko: 비밀번호 변경
ml: പാസ്‌വേഡ് മാറ്റുക
ms: Tukar kata laluan
nb: Endre passord
nl: Wachtwoord wijzigen
pl: Zmień hasło
pt_br: Alterar senha
pt_pt: Alterar palavra-passe
ro: Schimbă parola
ru: Сменить пароль
sk: Zmeniť heslo
sv: Ändra lösenord
ta: கடவுச்சொல்லை மாற்று
te: పాస్‌వర్డ్ మార్చు
th: เปลี่ยนรหัสผ่าน
tr: Şifreyi değiştir
uk: Змінити пароль
ur: پاس ورڈ تبدیل کریں
vi: Đổi mật khẩu
zh_hans: 更改密码
zh_hant: 變更密碼
